{
  "ir_version": "1.0",
  "file_name": "Legal.rtf",
  "blocks": [
    {
      "block_id": "b0001",
      "block_type": "heading_candidate",
      "text": "LEGAL INFORMATION",
      "line_start": 1,
      "line_end": 1
    },
    {
      "block_id": "b0002",
      "block_type": "paragraph",
      "text": "Permission to copy, modify and distribute the files collectively known as the System Reference Document (\u201cSRD\u201d) is granted solely through the use of the Open Gaming License, Version 1.0a.",
      "line_start": 3,
      "line_end": 3
    },
    {
      "block_id": "b0003",
      "block_type": "paragraph",
      "text": "This material is being released using the Open Gaming License Version 1.0a and you should read and understand the terms of that license before using this material.",
      "line_start": 5,
      "line_end": 5
    },
    {
      "block_id": "b0004",
      "block_type": "paragraph",
      "text": "The text of the Open Gaming License itself is not Open Game Content. Instructions on using the License are provided within the License itself.",
      "line_start": 7,
      "line_end": 7
    },
    {
      "block_id": "b0005",
      "block_type": "paragraph",
      "text": "The following items are designated Product Identity, as defined in Section 1(e) of the Open Game License Version 1.0a, and are subject to the conditions set forth in Section 7 of the OGL, and are not Open Content: Dungeons & Dragons, D&D, Player'",
      "line_start": 9,
      "line_end": 9
    },
    {
      "block_id": "b0006",
      "block_type": "paragraph",
      "text": "s Handbook, Dungeon Master, Monster Manual, d20 System, Wizards of the Coast, d20 (when used as a trademark), Forgotten Realms, Faer\u00fbn, proper names (",
      "line_start": 11,
      "line_end": 11
    },
    {
      "block_id": "b0007",
      "block_type": "paragraph",
      "text": "including those used in the names of spells or items), places, Red Wizard of Thay, the City of Union, Heroic Domains of Ysgard, Ever-Changing Chaos of Limbo, Windswept Depths of Pandemonium, Infinite Layers of the Abyss, Tarterian Depths of Carceri, Gray",
      "line_start": 13,
      "line_end": 13
    },
    {
      "block_id": "b0008",
      "block_type": "paragraph",
      "text": "W",
      "line_start": 15,
      "line_end": 15
    },
    {
      "block_id": "b0009",
      "block_type": "paragraph",
      "text": "aste of Hades, Bleak Eternity of Gehenna, Nine Hells of Baator, Infernal Battlefield of Acheron, Clockwork Nirvana of Mechanus, Peaceable Kingdoms of Arcadia, Seven Mounting Heavens of Celestia, Twin Paradises of Bytopia, Blessed Fields of Elysium, Wilder",
      "line_start": 17,
      "line_end": 17
    },
    {
      "block_id": "b0010",
      "block_type": "paragraph",
      "text": "ness of the Beastlands, Olympian Glades of Arborea, Concordant Domain of the Outlands, Sigil, Lady of Pain, Book of Exalted Deeds, Book of Vile Darkness, beholder, gauth, carrion crawler, tanar'",
      "line_start": 19,
      "line_end": 19
    },
    {
      "block_id": "b0011",
      "block_type": "paragraph",
      "text": "ri, baatezu, displacer beast, githyanki, githzerai, mind flayer, illithid, umber hulk, yuan-ti.",
      "line_start": 21,
      "line_end": 21
    },
    {
      "block_id": "b0012",
      "block_type": "paragraph",
      "text": "All of the rest of the SRD is Open Game Content as described in Section 1(d) of the License.",
      "line_start": 23,
      "line_end": 23
    },
    {
      "block_id": "b0013",
      "block_type": "paragraph",
      "text": "More information on the Open Game License can be found at www.wizards.com/d20.",
      "line_start": 25,
      "line_end": 25
    },
    {
      "block_id": "b0014",
      "block_type": "paragraph",
      "text": "The terms of the Open Gaming License Version 1.0a are as follows:",
      "line_start": 27,
      "line_end": 27
    },
    {
      "block_id": "b0015",
      "block_type": "heading_candidate",
      "text": "OPEN GAME LICENSE Version 1.0a",
      "line_start": 29,
      "line_end": 29
    },
    {
      "block_id": "b0016",
      "block_type": "paragraph",
      "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
      "line_start": 31,
      "line_end": 31
    },
    {
      "block_id": "b0017",
      "block_type": "list_item",
      "text": "1. Definit",
      "line_start": 33,
      "line_end": 33
    },
    {
      "block_id": "b0018",
      "block_type": "paragraph",
      "text": "ions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation",
      "line_start": 35,
      "line_end": 35
    },
    {
      "block_id": "b0019",
      "block_type": "paragraph",
      "text": ",",
      "line_start": 37,
      "line_end": 37
    },
    {
      "block_id": "b0020",
      "block_type": "paragraph",
      "text": "modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, public",
      "line_start": 39,
      "line_end": 39
    },
    {
      "block_id": "b0021",
      "block_type": "paragraph",
      "text": "l",
      "line_start": 41,
      "line_end": 41
    },
    {
      "block_id": "b0022",
      "block_type": "paragraph",
      "text": "y display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior a",
      "line_start": 43,
      "line_end": 43
    },
    {
      "block_id": "b0023",
      "block_type": "paragraph",
      "text": "r",
      "line_start": 45,
      "line_end": 45
    },
    {
      "block_id": "b0024",
      "block_type": "paragraph",
      "text": "t and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product",
      "line_start": 47,
      "line_end": 47
    },
    {
      "block_id": "b0025",
      "block_type": "paragraph",
      "text": "I",
      "line_start": 49,
      "line_end": 49
    },
    {
      "block_id": "b0026",
      "block_type": "paragraph",
      "text": "dentity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenes",
      "line_start": 51,
      "line_end": 51
    },
    {
      "block_id": "b0027",
      "block_type": "paragraph",
      "text": "s",
      "line_start": 53,
      "line_end": 53
    },
    {
      "block_id": "b0028",
      "block_type": "paragraph",
      "text": "es, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, envi",
      "line_start": 55,
      "line_end": 55
    },
    {
      "block_id": "b0029",
      "block_type": "paragraph",
      "text": "r",
      "line_start": 57,
      "line_end": 57
    },
    {
      "block_id": "b0030",
      "block_type": "paragraph",
      "text": "onments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifi",
      "line_start": 59,
      "line_end": 59
    },
    {
      "block_id": "b0031",
      "block_type": "paragraph",
      "text": "c",
      "line_start": 61,
      "line_end": 61
    },
    {
      "block_id": "b0032",
      "block_type": "paragraph",
      "text": "ally excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g",
      "line_start": 63,
      "line_end": 63
    },
    {
      "block_id": "b0033",
      "block_type": "paragraph",
      "text": ") \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
      "line_start": 65,
      "line_end": 65
    },
    {
      "block_id": "b0034",
      "block_type": "list_item",
      "text": "2. The License: This License appli",
      "line_start": 67,
      "line_end": 67
    },
    {
      "block_id": "b0035",
      "block_type": "paragraph",
      "text": "es to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from t",
      "line_start": 69,
      "line_end": 69
    },
    {
      "block_id": "b0036",
      "block_type": "paragraph",
      "text": "his License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.",
      "line_start": 71,
      "line_end": 71
    },
    {
      "block_id": "b0037",
      "block_type": "paragraph",
      "text": "3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
      "line_start": 73,
      "line_end": 73
    },
    {
      "block_id": "b0038",
      "block_type": "list_item",
      "text": "4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.",
      "line_start": 75,
      "line_end": 75
    },
    {
      "block_id": "b0039",
      "block_type": "paragraph",
      "text": "5.Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.",
      "line_start": 77,
      "line_end": 77
    },
    {
      "block_id": "b0040",
      "block_type": "paragraph",
      "text": "6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright da",
      "line_start": 79,
      "line_end": 79
    },
    {
      "block_id": "b0041",
      "block_type": "paragraph",
      "text": "te, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
      "line_start": 81,
      "line_end": 81
    },
    {
      "block_id": "b0042",
      "block_type": "list_item",
      "text": "7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licens",
      "line_start": 83,
      "line_end": 83
    },
    {
      "block_id": "b0043",
      "block_type": "paragraph",
      "text": "ed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content exc",
      "line_start": 85,
      "line_end": 85
    },
    {
      "block_id": "b0044",
      "block_type": "paragraph",
      "text": "e",
      "line_start": 87,
      "line_end": 87
    },
    {
      "block_id": "b0045",
      "block_type": "paragraph",
      "text": "pt as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner",
      "line_start": 89,
      "line_end": 89
    },
    {
      "block_id": "b0046",
      "block_type": "paragraph",
      "text": "of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
      "line_start": 91,
      "line_end": 91
    },
    {
      "block_id": "b0047",
      "block_type": "list_item",
      "text": "8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
      "line_start": 93,
      "line_end": 93
    },
    {
      "block_id": "b0048",
      "block_type": "list_item",
      "text": "9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distri",
      "line_start": 95,
      "line_end": 95
    },
    {
      "block_id": "b0049",
      "block_type": "paragraph",
      "text": "buted under any version of this License.",
      "line_start": 97,
      "line_end": 97
    },
    {
      "block_id": "b0050",
      "block_type": "list_item",
      "text": "10. Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
      "line_start": 99,
      "line_end": 99
    },
    {
      "block_id": "b0051",
      "block_type": "list_item",
      "text": "11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
      "line_start": 101,
      "line_end": 101
    },
    {
      "block_id": "b0052",
      "block_type": "list_item",
      "text": "12. Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content du",
      "line_start": 103,
      "line_end": 103
    },
    {
      "block_id": "b0053",
      "block_type": "paragraph",
      "text": "e to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
      "line_start": 105,
      "line_end": 105
    },
    {
      "block_id": "b0054",
      "block_type": "list_item",
      "text": "13. Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
      "line_start": 107,
      "line_end": 107
    },
    {
      "block_id": "b0055",
      "block_type": "list_item",
      "text": "14. Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
      "line_start": 109,
      "line_end": 109
    },
    {
      "block_id": "b0056",
      "block_type": "list_item",
      "text": "15. COPYRIGHT NOTICE",
      "line_start": 111,
      "line_end": 111
    },
    {
      "block_id": "b0057",
      "block_type": "paragraph",
      "text": "Open Game License v 1.0a Copyright 2000, Wizards of the Coast, Inc.",
      "line_start": 113,
      "line_end": 113
    },
    {
      "block_id": "b0058",
      "block_type": "paragraph",
      "text": "System Reference Document Copyright 2000-2003, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, Rich Baker, Andy Colli",
      "line_start": 115,
      "line_end": 115
    },
    {
      "block_id": "b0059",
      "block_type": "paragraph",
      "text": "ns, David Noonan, Rich Redman, Bruce R. Cordell, John D. Rateliff, Thomas Reid, James Wyatt, based on original material by E. Gary Gygax and Dave Arneson.",
      "line_start": 117,
      "line_end": 117
    },
    {
      "block_id": "b0060",
      "block_type": "heading_candidate",
      "text": "END OF LICENSE",
      "line_start": 119,
      "line_end": 119
    }
  ]
}
