{
  "ir_version": "1.0",
  "file_name": "list_like.rtf",
  "blocks": [
    {
      "block_id": "b0001",
      "block_type": "heading",
      "text": "Actions",
      "line_start": 1,
      "line_end": 1
    },
    {
      "block_id": "b0002",
      "block_type": "heading",
      "text": "1. Move",
      "line_start": 3,
      "line_end": 3
    },
    {
      "block_id": "b0003",
      "block_type": "heading",
      "text": "2. Standard",
      "line_start": 5,
      "line_end": 5
    },
    {
      "block_id": "b0004",
      "block_type": "paragraph",
      "text": "Attack with melee weapon",
      "line_start": 7,
      "line_end": 7
    },
    {
      "block_id": "b0005",
      "block_type": "paragraph",
      "text": "Drink potion",
      "line_start": 9,
      "line_end": 9
    }
  ]
}
