{
  "ir_version": "1.0",
  "file_name": "no_heading_fallback.rtf",
  "blocks": [
    {
      "block_id": "b0001",
      "block_type": "paragraph",
      "text": "This fixture intentionally has no clean heading boundaries.",
      "line_start": 1,
      "line_end": 1
    },
    {
      "block_id": "b0002",
      "block_type": "paragraph",
      "text": "It should remain as one canonical section.",
      "line_start": 3,
      "line_end": 3
    },
    {
      "block_id": "b0003",
      "block_type": "paragraph",
      "text": "The parser should still preserve source location and content.",
      "line_start": 5,
      "line_end": 5
    }
  ]
}
