{
  "ir_version": "1.0",
  "file_name": "SpecialMaterials.rtf",
  "blocks": [
    {
      "block_id": "b0001",
      "block_type": "paragraph",
      "text": "This material is Open Game Content, and is licensed for public use under the terms of the Open Game License v1.0a.",
      "line_start": 1,
      "line_end": 1
    },
    {
      "block_id": "b0002",
      "block_type": "heading_candidate",
      "text": "SPECIAL MATERIALS",
      "line_start": 3,
      "line_end": 3
    },
    {
      "block_id": "b0003",
      "block_type": "paragraph",
      "text": "In addition to magic items created with spells, some substances have innate special properties.",
      "line_start": 5,
      "line_end": 5
    },
    {
      "block_id": "b0004",
      "block_type": "paragraph",
      "text": "If you make a suit of armor or weapon out of more than one special material, you get the benefit of only the most prevalent material. However, you can build a double weapon with each head made of a different special material.",
      "line_start": 7,
      "line_end": 7
    },
    {
      "block_id": "b0005",
      "block_type": "heading_candidate",
      "text": "SPECIAL WEAPONS MATERIALS",
      "line_start": 9,
      "line_end": 9
    },
    {
      "block_id": "b0006",
      "block_type": "paragraph",
      "text": "Each of the special materials described below has a definite game effect. Some c",
      "line_start": 11,
      "line_end": 11
    },
    {
      "block_id": "b0007",
      "block_type": "paragraph",
      "text": "reatures have damage reduction based on their creature type or core concept. Some are resistant to all but a special type of damage, such as that dealt by evil-aligned weapons or bludgeoning weapons. Others are vulnerable to weapons of a particular materi",
      "line_start": 13,
      "line_end": 13
    },
    {
      "block_id": "b0008",
      "block_type": "paragraph",
      "text": "al. Characters may choose to carry several different types of weapons, depending upon the campaign and types of creatures they most commonly encounter.",
      "line_start": 15,
      "line_end": 15
    },
    {
      "block_id": "b0009",
      "block_type": "paragraph",
      "text": "Adamantine: This ultrahard metal adds to the quality of a weapon or suit of armor. Weapons fashioned fr",
      "line_start": 17,
      "line_end": 17
    },
    {
      "block_id": "b0010",
      "block_type": "paragraph",
      "text": "om adamantine have a natural ability to bypass hardness when sundering weapons or attacking objects, ignoring hardness less than 20. Armor made from adamantine grants its wearer damage reduction of 1/- if it's light armor, 2/- if it",
      "line_start": 19,
      "line_end": 19
    },
    {
      "block_id": "b0011",
      "block_type": "paragraph",
      "text": "'s medium armor, and 3/- if it'",
      "line_start": 21,
      "line_end": 21
    },
    {
      "block_id": "b0012",
      "block_type": "paragraph",
      "text": "s heavy armor. Adamantine is so costly that weapons and armor made from it are always of masterwork quality; the masterwork cost is included in the prices given below. Thus, adamantine weapons and ammunition have a +1 enhancement bonus on attack rol",
      "line_start": 23,
      "line_end": 23
    },
    {
      "block_id": "b0013",
      "block_type": "paragraph",
      "text": "ls, and the armor check penalty of adamantine armor is lessened by 1 compared to ordinary armor of its type. Items without metal parts cannot be made from adamantine. An arrow could be made of adamantine, but a quarterstaff could not.",
      "line_start": 25,
      "line_end": 25
    },
    {
      "block_id": "b0014",
      "block_type": "paragraph",
      "text": "Only weapons, armor,",
      "line_start": 27,
      "line_end": 27
    },
    {
      "block_id": "b0015",
      "block_type": "paragraph",
      "text": "and shields normally made of metal can be fashioned from adamantine. Weapons, armor and shields normally made of steel that are made of adamantine have one-third more hit points than normal. Adamantine has 40 hit points per inch of thickness and hardness",
      "line_start": 29,
      "line_end": 29
    },
    {
      "block_id": "b0016",
      "block_type": "paragraph",
      "text": "20.",
      "line_start": 31,
      "line_end": 31
    },
    {
      "block_id": "b0017",
      "block_type": "heading_candidate",
      "text": "Type of Adamantine Item |",
      "line_start": 33,
      "line_end": 33
    },
    {
      "block_id": "b0018",
      "block_type": "heading_candidate",
      "text": "Item Cost Modifier |",
      "line_start": 35,
      "line_end": 35
    },
    {
      "block_id": "b0019",
      "block_type": "heading_candidate",
      "text": "Ammunition |",
      "line_start": 37,
      "line_end": 37
    },
    {
      "block_id": "b0020",
      "block_type": "paragraph",
      "text": "+60 gp |",
      "line_start": 39,
      "line_end": 39
    },
    {
      "block_id": "b0021",
      "block_type": "table_row",
      "text": "Light armor | +5,000 gp |",
      "line_start": 41,
      "line_end": 41
    },
    {
      "block_id": "b0022",
      "block_type": "paragraph",
      "text": "Medium armor |",
      "line_start": 43,
      "line_end": 43
    },
    {
      "block_id": "b0023",
      "block_type": "paragraph",
      "text": "+10,000 gp |",
      "line_start": 45,
      "line_end": 45
    },
    {
      "block_id": "b0024",
      "block_type": "table_row",
      "text": "Heavy armor | +15,000 gp |",
      "line_start": 47,
      "line_end": 47
    },
    {
      "block_id": "b0025",
      "block_type": "table_row",
      "text": "Weapon | +3,000 gp |",
      "line_start": 49,
      "line_end": 49
    },
    {
      "block_id": "b0026",
      "block_type": "paragraph",
      "text": "Darkwood: This rare magic wood is as hard as normal wood but ver",
      "line_start": 51,
      "line_end": 51
    },
    {
      "block_id": "b0027",
      "block_type": "paragraph",
      "text": "y light. Any wooden or mostly wooden item (such as a bow, an arrow, or a spear) made from darkwood is considered a masterwork item and weighs only half as much as a normal wooden item of that type. Items not normally made of wood or only partially of wood",
      "line_start": 53,
      "line_end": 53
    },
    {
      "block_id": "b0028",
      "block_type": "paragraph",
      "text": "(such as a battleaxe or a mace) either cannot be made from darkwood or do not gain any special benefit from being made of darkwood. The armor check penalty of a darkwood shield is lessened by 2 compared to an ordinary shield of its type. To determine the",
      "line_start": 57,
      "line_end": 57
    },
    {
      "block_id": "b0029",
      "block_type": "paragraph",
      "text": "price of a darkwood item, use the original weight but add 10 gp per pound to the price of a masterwork version of that item.",
      "line_start": 59,
      "line_end": 59
    },
    {
      "block_id": "b0030",
      "block_type": "paragraph",
      "text": "Darkwood has 10 hit points per inch of thickness and hardness 5.",
      "line_start": 61,
      "line_end": 61
    },
    {
      "block_id": "b0031",
      "block_type": "paragraph",
      "text": "Dragonhide: Armorsmiths can work with the hides of dragons to prod",
      "line_start": 63,
      "line_end": 63
    },
    {
      "block_id": "b0032",
      "block_type": "paragraph",
      "text": "uce armor or shields of masterwork quality. One dragon produces enough hide for a single suit of masterwork hide armor for a creature one size category smaller than the dragon. By selecting only choice scales and bits of hide, an armorsmith can produce on",
      "line_start": 65,
      "line_end": 65
    },
    {
      "block_id": "b0033",
      "block_type": "paragraph",
      "text": "e",
      "line_start": 67,
      "line_end": 67
    },
    {
      "block_id": "b0034",
      "block_type": "paragraph",
      "text": "suit of masterwork banded mail for a creature two sizes smaller, one suit of masterwork half-plate for a creature three sizes smaller, or one masterwork breastplate or suit of full plate for a creature four sizes smaller. In each case, enough hide is ava",
      "line_start": 69,
      "line_end": 69
    },
    {
      "block_id": "b0035",
      "block_type": "paragraph",
      "text": "ilable to produce a small or large masterwork shield in addition to the armor, provided that the dragon is Large or larger.",
      "line_start": 71,
      "line_end": 71
    },
    {
      "block_id": "b0036",
      "block_type": "paragraph",
      "text": "Because dragonhide armor isn't made of metal, druids can wear it without penalty.",
      "line_start": 73,
      "line_end": 73
    },
    {
      "block_id": "b0037",
      "block_type": "paragraph",
      "text": "Dragonhide armor costs double what masterwork armor of that type ordinarily costs, but it takes no longer to make than ordinary armor of that type.",
      "line_start": 75,
      "line_end": 75
    },
    {
      "block_id": "b0038",
      "block_type": "paragraph",
      "text": "Dragonhide has 10 hit points per inch of thickness and hardness 10.",
      "line_start": 77,
      "line_end": 77
    },
    {
      "block_id": "b0039",
      "block_type": "paragraph",
      "text": "Iron, Cold: This iron, mined deep underground, known for its effectiveness against fey cre",
      "line_start": 79,
      "line_end": 79
    },
    {
      "block_id": "b0040",
      "block_type": "paragraph",
      "text": "atures, is forged at a lower temperature to preserve its delicate properties. Weapons made of cold iron cost twice as much to make as their normal counterparts. Also, any magical enhancements cost an additional 2,000 gp.",
      "line_start": 81,
      "line_end": 81
    },
    {
      "block_id": "b0041",
      "block_type": "paragraph",
      "text": "Items without metal parts cannot be made from cold iron. An arrow could be made of cold iron, but a quarterstaff could not.",
      "line_start": 83,
      "line_end": 83
    },
    {
      "block_id": "b0042",
      "block_type": "paragraph",
      "text": "A double weapon that has only half of it made of cold iron increases its cost by 50%.",
      "line_start": 85,
      "line_end": 85
    },
    {
      "block_id": "b0043",
      "block_type": "paragraph",
      "text": "Cold iron has 30 hit points per inch of thickness and hardness 10.",
      "line_start": 87,
      "line_end": 87
    },
    {
      "block_id": "b0044",
      "block_type": "heading_candidate",
      "text": "Mithral: Mit",
      "line_start": 89,
      "line_end": 89
    },
    {
      "block_id": "b0045",
      "block_type": "paragraph",
      "text": "hral is a very rare silvery, glistening metal that is lighter than iron but just as hard. When worked like steel, it becomes a wonderful material from which to create armor and is occasionally used for other items as well. Most mithral armors are one cate",
      "line_start": 91,
      "line_end": 91
    },
    {
      "block_id": "b0046",
      "block_type": "paragraph",
      "text": "g",
      "line_start": 93,
      "line_end": 93
    },
    {
      "block_id": "b0047",
      "block_type": "paragraph",
      "text": "ory lighter than normal for purposes of movement and other limitations. Heavy armors are treated as medium, and medium armors are treated as light, but light armors are still treated as light. Spell failure chances for armors and shields made from mithral",
      "line_start": 95,
      "line_end": 95
    },
    {
      "block_id": "b0048",
      "block_type": "paragraph",
      "text": "are decreased by 10%, maximum Dexterity bonus is increased by 2, and armor check penalties are lessened by 3 (to a minimum of 0).",
      "line_start": 97,
      "line_end": 97
    },
    {
      "block_id": "b0049",
      "block_type": "paragraph",
      "text": "An item made from mithral weighs half as much as the same item made from other metals. In the case of weapons, this lighter weight does not change a weapon'",
      "line_start": 99,
      "line_end": 99
    },
    {
      "block_id": "b0050",
      "block_type": "paragraph",
      "text": "s size category or the ease with which it can be wielded (whether it is light, one-handed, or two-handed). Items not primarily of metal are not meaningfully affected by being partially made of mithral. (A longsword can be a mi",
      "line_start": 101,
      "line_end": 101
    },
    {
      "block_id": "b0051",
      "block_type": "paragraph",
      "text": "thral weapon, while a scythe cannot be.)",
      "line_start": 103,
      "line_end": 103
    },
    {
      "block_id": "b0052",
      "block_type": "paragraph",
      "text": "Weapons or armors fashioned from mithral are always masterwork items as well; the masterwork cost is included in the prices given below.",
      "line_start": 105,
      "line_end": 105
    },
    {
      "block_id": "b0053",
      "block_type": "paragraph",
      "text": "Mithral has 30 hit points per inch of thickness and hardness 15.",
      "line_start": 107,
      "line_end": 107
    },
    {
      "block_id": "b0054",
      "block_type": "heading_candidate",
      "text": "Type of Mithral Item |",
      "line_start": 109,
      "line_end": 109
    },
    {
      "block_id": "b0055",
      "block_type": "heading_candidate",
      "text": "Item Cost Modifier |",
      "line_start": 111,
      "line_end": 111
    },
    {
      "block_id": "b0056",
      "block_type": "paragraph",
      "text": "Light armor |",
      "line_start": 113,
      "line_end": 113
    },
    {
      "block_id": "b0057",
      "block_type": "paragraph",
      "text": "+1,000 gp |",
      "line_start": 115,
      "line_end": 115
    },
    {
      "block_id": "b0058",
      "block_type": "table_row",
      "text": "Medium armor | +4,000 gp |",
      "line_start": 117,
      "line_end": 117
    },
    {
      "block_id": "b0059",
      "block_type": "paragraph",
      "text": "Heavy armor |",
      "line_start": 119,
      "line_end": 119
    },
    {
      "block_id": "b0060",
      "block_type": "paragraph",
      "text": "+9,000 gp |",
      "line_start": 121,
      "line_end": 121
    },
    {
      "block_id": "b0061",
      "block_type": "table_row",
      "text": "Shield | +1,000 gp |",
      "line_start": 123,
      "line_end": 123
    },
    {
      "block_id": "b0062",
      "block_type": "table_row",
      "text": "Other items | +500 gp/lb. |",
      "line_start": 125,
      "line_end": 125
    },
    {
      "block_id": "b0063",
      "block_type": "paragraph",
      "text": "Silver, Alchemical: A complex process involving metallurgy and alchemy can bond silver to a weapon made of steel so that it bypasses the damage reduction of creatures such as lycanthropes.",
      "line_start": 127,
      "line_end": 127
    },
    {
      "block_id": "b0064",
      "block_type": "paragraph",
      "text": "On a successful attack with a silvered weapon, the wielder takes a -1 penalty on the damage roll (with the usual minimum of 1 point of damage). The alchemical silvering process can't be applied to nonmetal items, and it doesn'",
      "line_start": 129,
      "line_end": 129
    },
    {
      "block_id": "b0065",
      "block_type": "paragraph",
      "text": "t work on rare metals such as adamantine, cold iron, and mithral.",
      "line_start": 131,
      "line_end": 131
    },
    {
      "block_id": "b0066",
      "block_type": "paragraph",
      "text": "Alchemical silver has 10 hit points per inch of thickness and hardness 8.",
      "line_start": 133,
      "line_end": 133
    },
    {
      "block_id": "b0067",
      "block_type": "table_row",
      "text": "Type of Alchemical Silver Item | Item Cost Modifier",
      "line_start": 135,
      "line_end": 135
    },
    {
      "block_id": "b0068",
      "block_type": "paragraph",
      "text": "|",
      "line_start": 137,
      "line_end": 137
    },
    {
      "block_id": "b0069",
      "block_type": "table_row",
      "text": "Ammunition | +2 gp |",
      "line_start": 139,
      "line_end": 139
    },
    {
      "block_id": "b0070",
      "block_type": "table_row",
      "text": "Light weapon | +20 gp |",
      "line_start": 141,
      "line_end": 141
    },
    {
      "block_id": "b0071",
      "block_type": "paragraph",
      "text": "One-handed weapon, or one head of a double weapon",
      "line_start": 143,
      "line_end": 143
    },
    {
      "block_id": "b0072",
      "block_type": "paragraph",
      "text": "| +90 gp |",
      "line_start": 145,
      "line_end": 145
    },
    {
      "block_id": "b0073",
      "block_type": "table_row",
      "text": "Two-handed weapon, or both heads of a double weapon | +180 gp |",
      "line_start": 147,
      "line_end": 147
    }
  ]
}
