{
  "ir_version": "1.0",
  "file_name": "table_like.rtf",
  "blocks": [
    {
      "block_id": "b0001",
      "block_type": "heading",
      "text": "Armor Table",
      "line_start": 1,
      "line_end": 1
    },
    {
      "block_id": "b0002",
      "block_type": "heading",
      "text": "Name | AC Bonus |",
      "line_start": 3,
      "line_end": 3
    },
    {
      "block_id": "b0003",
      "block_type": "heading",
      "text": "Chain Shirt | +4 |",
      "line_start": 5,
      "line_end": 5
    },
    {
      "block_id": "b0004",
      "block_type": "heading",
      "text": "Full Plate | +8 |",
      "line_start": 7,
      "line_end": 7
    }
  ]
}
